export default {
  header: {
    btn1: '会员方案',
    btn2: '免费试用',
    btn3: '产品介绍',
    langText:'选择语言'
  },
  footer: {
    text1: '打造智能店铺，提升客户体验',
    text2: 'Sochat 让您的回复更智能、更准确，为客户带来卓越的服务体验！',
    copyright: 'ShoChat © 版权所有'
  },
  indexText: {
    comp1: {
      title: '基于大语言模型创新型Shopee智能客服Chrome插件',
      desc: '利用ShoChat的先进技术，您的店铺将拥有自动化的消息处理和智能化的客户互动。根据客户的需求提供个性化建议和推荐，提高销售转化率和客户满意度。Sochat 让您的回复更智能、更准确，为客户带来卓越的服务体验！',
      btn: '立即使用'
    },
    comp2: {
      title: '商家面临的挑战及经验困扰',
      desc: '无论是大型企业还是小型店铺，经营业务都会面临一些困扰。我们提供专业的解决方案，帮助商家克服以下常见问题：',
      tips1: '多语种多店铺管理, 无法准确传达产品信息和服务给全球客户',
      tips2: '客服信息一致性困扰, 没有统一工作流程、培训和标准',
      tips3: '缺乏店铺信息知识库导致重复劳动、信息丢失和团队协作不畅'
    },
    comp3: {
      li1: {
        title: '智能回复轻松搞定',
        desc: '智能回复实现了生成回复、补全回复、翻译回复等一键操作。商家只需轻轻点击，即可一键生成全部未读消息的回复，极大地减少了打字输入的工作量，提高了客服工作的效率和速度。'
      },
      li2: {
        title: '无障碍多语言对话',
        desc: '提供了多语言无障碍的对话理解和回复翻译功能。它支持东南亚6国的多语言交流，商家不再受限于语言障碍，更好地满足不同语言背景客户的需求，扩大业务范围。'
      },
      li3: {
        title: '构建智能店铺知识库',
        desc: '一键学习店铺商品和优惠券信息，构建不断学习和更新的店铺专属的知识库。构建店铺对话模型，从中获取准确的信息，提供更准确和个性化的回复，提升客户满意度和品牌形象。'
      }
    },
    comp4: {
      title: '释放产品全面潜力，畅享成本付费模式！',
      desc: 'Chrome扩展一键安装，专为Shopee客服页面定制，学习0成本。会员订阅费+大语言模型用量成本费的完美结合，让您只为所需付费，畅快体验我们服务的强大功能！'
    },
    comp5: {
      title: '常见问题与回答',
      question1: '什么是ShoChat？',
      answer1: 'ShoChat是一个智能客服插件，只需要将它添加到你的Chrome浏览器，就可以在客服回复页面拥有一个帮助你补全回复，翻译回复，甚至自动生成回复的智能助手，极大提升客服回复效率。',
      question2: '如何安装和设置ShoChat插件？',
      answer2: '只需要跳转到谷歌官方拓展程序商店，一键点击添加即可。返回并刷新你的客服界面，插件就会自动初始化，完成后即可使用，无需任何其他设置操作。',
      question3: '它可以在哪些平台和浏览器上运行？',
      answer3: '它可以运行在所有Shopee站点，支持谷歌的Chrome浏览器。',
      question4: '是否需要支付费用才能使用该插件？',
      answer4: '新店铺添加插件试用完全免费，会赠送会员体验时长，和三方模型调用体验费。试用满意后，支付包月订阅费+三方模型调用成本即可，调用成本费率和试用期间完全一致，无任何隐含费用。'
    }
  },
  memberText: {
    comp1: {
      title: '发掘全面潜力，释放创新无限 畅享按量付费模式的灵活性',
      desc: 'ShoChat提供一种灵活且高性价比的付费模式，结合会员订阅费和大语言模型按量计成本费。让您在使用大语言模型时能够灵活调整和控制成本。我们致力于为您提供最优质的服务，同时确保您在付费方面拥有更多的选择和掌控权。',
      btn: '了解更多'
    },
    comp2: {
      title: 'ShoChat会员',
      list: ['全部回复功能', '历史数据学习', '所有多语言', '支持新功能首发体验', '店铺商品和优惠券知识库<br/>自动更新', 'AI对话模型训练'],
      btn: '立即加入',
      price: '早鸟价',
      unit: '月',
      desc: '*每个ShoChat账号会自动绑定唯一对应的Shopee店铺，账号不限使用人数，均可安装，并在该店铺客服聊天页面使用。'
    },
    comp3: {
      title: '大语言模型调用加量包',
      desc: '（按大语言模型 API成本价收取）',
      btn: '加量充值',
      list: [
        {
          title: '3美元充值包',
          text1: '预计可生成300-370条回复',
          text2: '或翻译1500回复',
        },
        {
          title: '5美元充值包',
          text1: '预计可生成500-600条回复',
          text2: '或翻译2500回复',
        },
        {
          title: '10美元充值包',
          text1: '预计可生成1000-1250条回复',
          text2: '或翻译5000回复',
        }
      ],
      longTips: ['*大语言模型调用加量包购买须知：',
        '· 该充值包仅用于结算 大语言模型官方接口调用成本，本产品不会从中谋取任何经济收益。',
        '· 具体官方定价请参考官方文档。',
        '· 具体消耗情况在产品右上角实时显示。',
        '· 如资费耗尽，则会造成插件无法使用，请及时充值。',
        '· 充值包购买后充值余额永久有效。']
    },
  }
}